{
  "Clients": [
    {
      "client_id": 1,
      "name": "Dinas Fasilitas Pangkalan Angkatan Laut",
      "description": "hello",
      "city": "Makassar, Sulawesi Selatan",
      "country": "Indonesia"
    },
    {
      "client_id": 2,
      "name": "Terminal Teluk Lamong",
      "description": "hello",
      "city": "Gresik, Jawa Timur",
      "country": "Indonesia"
    },
    {
      "client_id": 3,
      "name": "Pelindo Energi Logistik",
      "description": "hello",
      "city": "Semarang, Jawa Tengah",
      "country": "Indonesia"
    },
    {
      "client_id": 4,
      "name": "Lantamal V Surabaya",
      "description": "hello",
      "city": "Surabaya, Jawa Timur",
      "country": "Indonesia"
    },
    {
      "client_id": 5,
      "name": "KODIKLATAL",
      "description": "hello",
      "city": "Surabaya, Jawa Timur",
      "country": "Indonesia"
    },
    {
      "client_id": 6,
      "name": "Pangkalan Korps Marinir",
      "description": "hello",
      "city": "Surabaya, Jawa Timur",
      "country": "Indonesia"
    }
  ],
  "Services": [
    {
      "service_id": 1,
      "service_name": "Road Construction",
      "service_icon": "road-construction.svg",
      "service_image": "Pembangunan-Jalan/Proses-2-jalan.jpeg",
      "description": [
        {
          "description_overview": "Pembangunan jalan melibatkan beberapa tahap, seperti perencanaan, pengukuran, pemadatan, pengaspalan, hingga penyelesaian akhir agar jalan aman dan siap digunakan.",
          "description_service_consultant": "Our team of street construction consultants provides expertise in planning, design, and project management. We work closely with clients to assess project requirements, budget, and timelines, ensuring that every street construction project aligns with safety standards, environmental considerations, and optimal usage. Our consultants are dedicated to delivering sustainable solutions for smooth and resilient roadways.",
          "description_our_services_includes": [{}],
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 2,
      "service_name": "House Construction",
      "service_icon": "house-construction.svg",
      "service_image": "Rumneg-T45-Lantamal-V/Side-1.JPG",
      "description": [
        {
          "description_overview": "Pembangunan perumahan mencakup kegiatan yang bertujuan untuk membangun perumahan yang layak huni.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 3,
      "service_name": "Pipe Installation",
      "service_icon": "pipe-installation.svg",
      "service_image": "Pipa-Pelindo-Energi-Logistik/Side-3.jpg",
      "description": [
        {
          "description_overview": "Pemasangan dan pemeliharaan sistem perpipaan di berbagai jenis bangunan atau infrastruktur.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 4,
      "service_name": "Building  Construction",
      "service_icon": "building-construction.svg",
      "service_image": "Gedung-Flat-T45-Marinir/Side-1.jpg",
      "description": [
        {
          "description_overview": "Pembangunan yang melibatkan berbagai aspek yang melibatkan banyak pihak, seperti arsitek, insinyur sipil, mandor, pekerja lapangan.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 5,
      "service_name": "Steel Construction",
      "service_icon": "steel-construction.svg",
      "service_image": "Shelter-Filling-Station/Proses-1.jpeg",
      "description": [
        {
          "description_overview": "Pekerjaan konstruksi baja melibatkan berbagai aktivitas yang terkait dengan fabrikasi, dan pemasangan struktur baja untuk berbagai jenis bangunan dan infrastruktur.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 6,
      "service_name": "Drainage System",
      "service_icon": "drainage-system.svg",
      "service_image": "Saluran-U-Ditch-Terminal-Teluk-Lamong/Side-3.jpg",
      "description": [
        {
          "description_overview": "Pekerjaan ini sangat penting dalam memastikan keberlanjutan lingkungan dan infrastruktur kota atau wilayah, karena drainase yang baik akan membantu mengurangi dampak bencana alam, seperti banjir, serta menjaga kesehatan lingkungan.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    },
    {
      "service_id": 7,
      "service_name": "Renovation",
      "service_icon": "renovation.svg",
      "service_image": "Perbaikan-Dapur-Kodiklatal/Side-1.jpg",
      "description": [
        {
          "description_overview": "Pekerjaan renovasi adalah proses perbaikan, pemugaran, atau pengubahan struktur dan elemen bangunan untuk meningkatkan fungsionalitas, estetika, keamanan, atau sesuai dengan kebutuhan pengguna yang baru.",
          "description_service_consultant": "testing",
          "description_our_services_includes": "coba",
          "description_contact_us": "contact us"
        }
      ]
    }
  ],
  "Projects": [
    {
      "project_id": 1,
      "client_id": 1,
      "service_id": 4,
      "project_name": "Gedung Barak Kowal Lantamal VI",
      "description": [
        {
          "paragraph_1": "Proyek pembangunan Gedung Barak Kowal (Korps Wanita Angkatan Laut) di Lantamal VI adalah salah satu inisiatif strategis untuk mendukung operasional dan kesejahteraan personel wanita di lingkungan TNI Angkatan Laut, khususnya di wilayah Lantamal VI yang berbasis di Makassar. Proyek ini bertujuan untuk menyediakan fasilitas yang nyaman, aman, dan modern, guna mendukung fungsi barak sebagai tempat tinggal dan pusat kegiatan sehari-hari bagi personel Kowal.",
          "paragraph_2": "Gedung ini dirancang dengan memperhatikan aspek efisiensi ruang, ketahanan struktur, dan kesesuaian dengan standar militer. Bangunan mencakup berbagai fasilitas, seperti kamar tidur berkapasitas optimal, ruang serbaguna, dapur, ruang makan, area olahraga, ruang ibadah, dan ruang rekreasi. Setiap aspek konstruksi didasarkan pada standar konstruksi militer yang kuat dan tahan lama, termasuk pengaplikasian teknologi konstruksi terbaru untuk memastikan keamanan dan kenyamanan penghuninya.",
          "paragraph_3": "Dalam proses pembangunan, kolaborasi antara pihak militer, konsultan perencanaan, dan kontraktor profesional diutamakan untuk memastikan bahwa proyek ini berjalan sesuai jadwal, anggaran, dan spesifikasi teknis yang telah ditetapkan."
        }
      ],
      "location": "Makassar, Sulawesi Selatan",
      "year_completed": "2021",
      "images": [
        "Gedung-Barak-Kowal-Lantamal-VI/Gedung-1.jpeg",
        "Gedung-Barak-Kowal-Lantamal-VI/Side-2.jpeg",
        "Gedung-Barak-Kowal-Lantamal-VI/Side-3.jpeg",
        "Gedung-Barak-Kowal-Lantamal-VI/Side-4.jpeg"
      ]
    },
    {
      "project_id": 2,
      "client_id": 2,
      "service_id": 1,
      "project_name": "Pembangunan Jalan Terminal Teluk Lamong",
      "description": [
        {
          "paragraph_1": "Pembangunan jalan menuju Terminal Teluk Lamong merupakan proyek strategis yang dirancang untuk mendukung pengembangan infrastruktur transportasi dan logistik di Indonesia. Terminal Teluk Lamong, yang terletak di Surabaya, Jawa Timur, adalah salah satu pelabuhan modern berbasis ramah lingkungan yang menjadi bagian penting dari jaringan distribusi nasional. Untuk meningkatkan aksesibilitas dan efisiensi operasional pelabuhan ini, pembangunan jalan penghubung menjadi langkah vital.",
          "paragraph_2": "Proyek ini dirancang dengan mempertimbangkan aspek teknis modern, termasuk pemanfaatan material berkualitas tinggi yang tahan terhadap beban berat dan cuaca ekstrem. Selain itu, pembangunan jalan ini mengintegrasikan konsep ramah lingkungan, seperti pengelolaan limbah konstruksi, penanaman kembali area hijau di sekitar proyek, dan pengaturan drainase untuk mencegah banjir.",
          "paragraph_3": "Jalan menuju Terminal Teluk Lamong tidak hanya mendukung kegiatan logistik, tetapi juga membuka peluang bagi pertumbuhan ekonomi lokal. Akses yang lebih baik akan mendorong investasi di kawasan sekitar, menciptakan lapangan kerja baru, dan mempercepat distribusi barang ke berbagai wilayah Indonesia. Dari sisi sosial, masyarakat sekitar juga mendapatkan manfaat berupa kemudahan akses transportasi dan peningkatan infrastruktur di wilayah mereka."
        }
      ],
      "location": "Gresik, Jawa Timur",
      "year_completed": "2020",
      "images": [
        "Pembangunan-Jalan/Proses-1.jpg",
        "Pembangunan-Jalan/Proses-2-jalan.jpeg",
        "Pembangunan-Jalan/Proses-3.jpeg",
        "Pembangunan-Jalan/Proses-4.jpeg"
      ]
    },
    {
      "project_id": 3,
      "client_id": 3,
      "service_id": 3,
      "project_name": "Perbaikan Pipa Bahan Bakar",
      "description": [
        {
          "paragraph_1": "Merupakan kegiatan pemeliharaan dan perbaikan yang dilakukan untuk memastikan kelancaran distribusi bahan bakar, baik untuk operasional kapal maupun keperluan lainnya di pelabuhan. Pipa bahan bakar ini memiliki peran penting dalam memastikan ketersediaan energi bagi kapal yang berlayar, mesin-mesin operasional pelabuhan, dan fasilitas lain yang bergantung pada pasokan bahan bakar.",
          "paragraph_2": "Pipa bahan bakar merupakan elemen krusial dalam infrastruktur logistik energi, terutama bagi Pelindo Energi Logistik yang mengelola distribusi bahan bakar di pelabuhan. Seiring dengan pemakaian, pipa-pipa ini bisa mengalami kerusakan atau penurunan kinerja akibat faktor usia, korosi, tekanan tinggi, atau kontaminasi. Oleh karena itu, perbaikan secara rutin diperlukan untuk menghindari kebocoran, kehilangan bahan bakar, atau potensi terjadinya kecelakaan yang dapat membahayakan keselamatan dan kelancaran operasional.",
          "paragraph_3": "Perbaikan pipa bahan bakar di Pelindo Energi Logistik adalah kegiatan vital yang tidak hanya memastikan kelancaran distribusi bahan bakar, tetapi juga berperan besar dalam menjaga keselamatan operasional dan lingkungan. Proses perbaikan yang tepat dan efisien akan mendukung keberlanjutan operasional dalam mendukung aktivitas logistik energi, khususnya di pelabuhan yang memiliki tingkat trafik tinggi."
        }
      ],
      "location": "Semarang, Jawa Tengah",
      "year_completed": "2021",
      "images": [
        "Pipa-Pelindo-Energi-Logistik/Side-1.jpg",
        "Pipa-Pelindo-Energi-Logistik/Side-2.jpg",
        "Pipa-Pelindo-Energi-Logistik/Side-3.jpg",
        "Pipa-Pelindo-Energi-Logistik/Side-4.jpg"
      ]
    },
    {
      "project_id": 4,
      "client_id": 1,
      "service_id": 4,
      "project_name": "Pembangunan Gedung Pos Angkatan Laut",
      "description": [
        {
          "paragraph_1": "Pembangunan Gedung Pos Angkatan Laut adalah proyek konstruksi yang bertujuan untuk mendirikan fasilitas yang akan mendukung operasional dan keberadaan Angkatan Laut di suatu wilayah. Gedung ini dirancang dengan tujuan untuk menyediakan ruang yang fungsional bagi personel Angkatan Laut dalam menjalankan tugas dan operasionalnya. Pos Angkatan Laut umumnya berfungsi sebagai pusat pengawasan dan komunikasi serta tempat pengumpulan data intelijen, pemantauan pergerakan kapal dan pesawat, serta koordinasi dengan instansi lain yang terkait dalam menjaga kedaulatan laut dan pertahanan negara.",
          "paragraph_2": "Desain gedung Pos Angkatan Laut biasanya mengutamakan ketahanan terhadap kondisi cuaca laut yang ekstrim, seperti angin kencang dan hujan lebat. Struktur bangunan sering kali menggunakan material tahan lama dan kokoh. Selain itu, gedung ini dilengkapi dengan fasilitas yang menunjang kenyamanan dan keamanan personel, seperti ruang rapat, ruang kontrol, ruang istirahat.",
          "paragraph_3": "Secara keseluruhan, pembangunan Gedung Pos Angkatan Laut merupakan langkah strategis dalam memperkuat sistem pertahanan negara, memastikan keberlanjutan operasi militer di laut, serta menyediakan fasilitas yang memadai untuk personel yang bertugas."
        }
      ],
      "location": "Lombok, Nusa Tenggara Barat",
      "year_completed": "2019",
      "images": [
        "Posal-Gili-Air/Proses.jpeg",
        "Posal-Gili-Air/Side-1.jpg",
        "Posal-Gili-Air/Side-2.jpg",
        "Posal-Gili-Air/Side-3.jpg"
      ]
    },
    {
      "project_id": 5,
      "client_id": 4,
      "service_id": 2,
      "project_name": "Pembangunan Rumah Negara T45 Wonosari",
      "description": [
        {
          "paragraph_1": "Pembangunan rumah negara ini bertujuan untuk memberikan fasilitas perumahan yang layak dan sesuai bagi anggota Angkatan Laut yang bertugas, dengan mengutamakan kesejahteraan mereka dan keluarganya. Proyek ini adalah bagian dari upaya pemerintah untuk meningkatkan kualitas hidup prajurit dan pegawai negeri sipil (PNS) di lingkungan Angkatan Laut, serta sebagai salah satu langkah untuk meningkatkan kinerja dalam melaksanakan tugas negara.",
          "paragraph_2": "Pembangunan Rumah Negara T45 Angkatan Laut adalah sebuah inisiatif strategis untuk meningkatkan kualitas hidup anggota TNI AL dengan menyediakan tempat tinggal yang layak dan nyaman. Dengan pendanaan yang berbasis syariah (SBSN), proyek ini juga mencerminkan komitmen pemerintah dalam memanfaatkan instrumen keuangan yang dapat mendukung pembangunan infrastruktur negara secara berkelanjutan. Proyek ini diharapkan dapat memberikan dampak positif baik bagi prajurit Angkatan Laut, keluarga mereka, maupun masyarakat sekitar.",
          "paragraph_3": ""
        }
      ],
      "location": "Surabaya, Jawa Timur",
      "year_completed": "2020",
      "images": [
        "Rumneg-T45-Lantamal-V/Proses.jpeg",
        "Rumneg-T45-Lantamal-V/Side-1.JPG",
        "Rumneg-T45-Lantamal-V/Side-2.JPG",
        "Rumneg-T45-Lantamal-V/Side-3.JPG"
      ]
    },
    {
      "project_id": 6,
      "client_id": 4,
      "service_id": 2,
      "project_name": "Pembangunan Rumah Negara T45 Pesapen",
      "description": [
        {
          "paragraph_1": "Pembangunan rumah negara ini bertujuan untuk memberikan fasilitas perumahan yang layak dan sesuai bagi anggota Angkatan Laut yang bertugas, dengan mengutamakan kesejahteraan mereka dan keluarganya. Proyek ini adalah bagian dari upaya pemerintah untuk meningkatkan kualitas hidup prajurit dan pegawai negeri sipil (PNS) di lingkungan Angkatan Laut, serta sebagai salah satu langkah untuk meningkatkan kinerja dalam melaksanakan tugas negara.",
          "paragraph_2": "Tujuan proyek pembangunan Rumah Negara T45 ini bertujuan untuk menjamin kesejahteraan prajurit angkatan laut memberikan akses kepada anggota Angkatan Laut untuk memiliki tempat tinggal yang layak sebagai bagian dari kesejahteraan mereka. Meningkatkan Motivasi dan Kinerja: Dengan memiliki tempat tinggal yang nyaman, diharapkan anggota Angkatan Laut dapat lebih fokus dalam menjalankan tugas dan tanggung jawab mereka. Pemanfaatan SBSN: Sebagai salah satu bentuk pemanfaatan instrumen keuangan syariah, SBSN digunakan untuk mendanai proyek ini dengan prinsip-prinsip yang sesuai dengan ketentuan syariah.",
          "paragraph_3": ""
        }
      ],
      "location": "Surabaya, Jawa Timur",
      "year_completed": "2021 - 2022",
      "images": [
        "Rumneg-T45-Lantamal-V-Pesapen/Side-1.jpeg",
        "Rumneg-T45-Lantamal-V-Pesapen/Side-2.jpeg",
        "Rumneg-T45-Lantamal-V-Pesapen/Side-3.jpeg",
        "Rumneg-T45-Lantamal-V-Pesapen/Side-4.jpeg"
      ]
    },
    {
      "project_id": 7,
      "client_id": 2,
      "service_id": 5,
      "project_name": "Pembangunan Gedung Shelter Filling Station",
      "description": [
        {
          "paragraph_1": "Pembangunan Gedung Shelter Filling Station Teluk Lamong merupakan proyek konstruksi yang bertujuan untuk membangun fasilitas pengisian bahan bakar di kawasan Teluk Lamong, Surabaya. Proyek ini dirancang untuk mendukung distribusi energi dengan menyediakan infrastruktur pengisian bahan bakar yang lebih modern dan efisien.",
          "paragraph_2": "Proyek ini berlokasi di kawasan Teluk Lamong, yang merupakan salah satu kawasan strategis di Surabaya. Teluk Lamong dikenal sebagai daerah dengan potensi besar dalam bidang logistik dan distribusi, berkat keberadaan pelabuhan yang mendukung kegiatan industri dan perdagangan. Pembangunan shelter ini bertujuan untuk meningkatkan kapasitas distribusi bahan bakar, memberikan kenyamanan bagi pengguna bahan bakar.",
          "paragraph_3": "Dengan pembangunan Gedung Shelter Filling Station Teluk Lamong, diharapkan kawasan ini dapat menjadi pusat distribusi bahan bakar yang strategis dan efisien, mendukung pertumbuhan ekonomi di Surabaya dan sekitarnya."
        }
      ],
      "location": "Gresik, Jawa Timur",
      "year_completed": "2020",
      "images": [
        "Shelter-Filling-Station/Proses-1.jpeg",
        "Shelter-Filling-Station/Proses-2.jpeg",
        "Shelter-Filling-Station/Side-1.jpg",
        "Shelter-Filling-Station/Side-2.jpg"
      ]
    },
    {
      "project_id": 8,
      "client_id": 1,
      "service_id": 4,
      "project_name": "Pembangunan Gedung Flat T45 Marinir",
      "description": [
        {
          "paragraph_1": "Pembangunan Gedung Flat T45 Marinir adalah proyek konstruksi yang dirancang untuk menyediakan fasilitas hunian bagi personel marinir dengan tujuan mendukung kebutuhan tempat tinggal yang layak dan nyaman. Gedung ini direncanakan sebagai gedung bertingkat yang akan menampung sejumlah unit hunian, yang masing-masing dilengkapi dengan fasilitas modern untuk meningkatkan kenyamanan para penghuninya. Pembangunan ini bertujuan tidak hanya untuk menyediakan tempat tinggal, tetapi juga untuk memperkuat kemampuan dan kesiapsiagaan prajurit marinir dalam menjalankan tugas-tugasnya.",
          "paragraph_2": "Secara keseluruhan, pembangunan Gedung Flat T45 Marinir akan menjadi investasi jangka panjang untuk meningkatkan kualitas hidup personel marinir dan memperkuat kesiapan operasional mereka.",
          "paragraph_3": ""
        }
      ],
      "location": "Sorong, Papua Barat Daya",
      "year_completed": "2023 - 2024",
      "images": [
        "Gedung-Flat-T45-Marinir/Side-1.jpg",
        "Gedung-Flat-T45-Marinir/Side-2.jpg",
        "Gedung-Flat-T45-Marinir/Side-3.jpg",
        "Gedung-Flat-T45-Marinir/Side-4.jpg"
      ]
    },
    {
      "project_id": 9,
      "client_id": 2,
      "service_id": 6,
      "project_name": "Pemasangan Saluran U-Ditch Terminal Teluk Lamong",
      "description": [
        {
          "paragraph_1": "Pemasangan saluran U-Ditch Terminal Teluk Lamong merupakan bagian dari proyek infrastruktur untuk mendukung kelancaran operasional di kawasan pelabuhan dan terminal. Saluran U-Ditch adalah saluran beton berbentuk huruf U yang digunakan untuk saluran drainase dan pengaliran air. Pemasangan saluran ini memiliki beberapa tahapan teknis yang krusial dalam membangun sistem pengelolaan air yang efektif dan efisien, untuk mencegah terjadinya genangan atau banjir di area terminal.",
          "paragraph_2": "",
          "paragraph_3": ""
        }
      ],
      "location": "Gresik, Jawa Timur",
      "year_completed": "2020",
      "images": [
        "Saluran-U-Ditch-Terminal-Teluk-Lamong/Side-1.jpg",
        "Saluran-U-Ditch-Terminal-Teluk-Lamong/Side-2.jpg",
        "Saluran-U-Ditch-Terminal-Teluk-Lamong/Side-3.jpg",
        "Saluran-U-Ditch-Terminal-Teluk-Lamong/Side-4.jpg"
      ]
    },
    {
      "project_id": 10,
      "client_id": 2,
      "service_id": 3,
      "project_name": "Pemasangan Pipa Distribusi Gas 12 Inch",
      "description": [
        {
          "paragraph_1": "Proyek pemasangan pipa distribusi gas ini dirancang untuk memenuhi kebutuhan gas di kawasan Terminal Teluk Lamong, sebuah pelabuhan modern yang menjadi bagian dari sistem logistik nasional. Pekerjaan ini melibatkan instalasi pipa dengan diameter 12 inci, yang mampu mengalirkan gas dengan volume besar secara efisien untuk mendukung aktivitas operasional pelabuhan.",
          "paragraph_2": "Setelah selesai, pipa distribusi ini akan menjadi bagian penting dari jaringan infrastruktur energi di Terminal Teluk Lamong, meningkatkan keandalan suplai energi, mendukung efisiensi operasional pelabuhan, serta memberikan manfaat ekonomi bagi kawasan industri di sekitarnya.",
          "paragraph_3": ""
        }
      ],
      "location": "Gresik, Jawa Timur",
      "year_completed": "2020",
      "images": [
        "Pipa-Distribusi-12-inch-TTL/Proses-1.jpeg",
        "Pipa-Distribusi-12-inch-TTL/Proses-2.jpeg",
        "Pipa-Distribusi-12-inch-TTL/Proses-3.jpeg",
        "Pipa-Distribusi-12-inch-TTL/Proses-4.jpeg"
      ]
    },
    {
      "project_id": 11,
      "client_id": 1,
      "service_id": 4,
      "project_name": "Gedung Barak Siswa Lantamal VI",
      "description": [
        {
          "paragraph_1": "Gedung Barak Siswa Lantamal VI adalah sebuah fasilitas militer yang digunakan untuk mendukung pelatihan dan pembinaan siswa di bawah naungan Pangkalan Utama TNI Angkatan Laut VI (Lantamal VI), yang terletak di wilayah Makassar, Sulawesi Selatan. Gedung ini dirancang untuk memenuhi kebutuhan tempat tinggal sementara bagi siswa yang sedang mengikuti pendidikan atau pelatihan di lingkungan militer.",
          "paragraph_2": "Dengan desainnya yang sesuai untuk mendukung kebutuhan siswa militer, Gedung Barak Siswa Lantamal VI menjadi salah satu elemen penting dalam membentuk prajurit Angkatan Laut yang tangguh, disiplin, dan profesional. Dalam proses pembangunan, kolaborasi antara pihak militer, konsultan perencanaan, dan kontraktor profesional diutamakan untuk memastikan bahwa proyek ini berjalan sesuai jadwal, anggaran dan spesifikasi teknis yang telah ditetapkan.",
          "paragraph_3": ""
        }
      ],
      "location": "Makassar, Sulawesi Selatan",
      "year_completed": "2022",
      "images": [
        "Gedung-Barak-Siswa-Lantamal-VI/Side-1.jpg",
        "Gedung-Barak-Siswa-Lantamal-VI/Side-2.jpg",
        "Gedung-Barak-Siswa-Lantamal-VI/Side-3.jpg",
        "Gedung-Barak-Siswa-Lantamal-VI/Side-4.jpg"
      ]
    },
    {
      "project_id": 12,
      "client_id": 5,
      "service_id": 7,
      "project_name": "Perbaikan Dapur Kodiklatal",
      "description": [
        {
          "paragraph_1": "Renovasi dapur di Kodiklatal (Komando Pembinaan Doktrin, Pendidikan dan Latihan TNI Angkatan Laut) merupakan sebuah proyek yang dirancang untuk meningkatkan fasilitas, kenyamanan dan efisiensi operasional di area pendidikan dan pelatihan Angkatan Laut. Dapur menjadi bagian penting dari fasilitas ini karena memiliki peran yang vital dalam mendukung kebutuhan logistik makanan bagi personel yang menjalani pendidikan atau latihan di sana. Oleh karena itu, renovasi ini bertujuan untuk menciptakan lingkungan kerja yang lebih modern, fungsional dan higienis, serta mendukung penerapan standar operasional yang lebih baik dalam penyediaan makanan.",
          "paragraph_2": "Tujuan utama renovasi dapur Kodiklatal ini adalah untuk ; Meningkatkan Kapasitas Dapur: Memperbesar ruang dapur untuk mengakomodasi jumlah personel yang lebih banyak, terutama dalam skala pelatihan dan pendidikan yang melibatkan banyak peserta. Peningkatan Higienitas dan Keamanan: Meningkatkan sistem sanitasi dan kebersihan dapur, termasuk penggunaan alat dan peralatan yang lebih higienis serta pemisahan area pengolahan bahan makanan mentah dan matang. Efisiensi Operasional: Membuat alur kerja yang lebih efisien sehingga waktu dan tenaga yang dikeluarkan untuk menyiapkan makanan dapat lebih teroptimalkan. Pemenuhan Standar Kesehatan dan Keamanan Pangan: Dapur yang direnovasi akan mengikuti standar yang berlaku dalam penyediaan makanan sehat dan aman, sesuai dengan regulasi dari Badan Pengawas Obat dan Makanan (BPOM) dan instansi terkait.",
          "paragraph_3": ""
        }
      ],
      "location": "Surabaya, Jawa Timur",
      "year_completed": "2023",
      "images": [
        "Perbaikan-Dapur-Kodiklatal/Side-1.jpg",
        "Perbaikan-Dapur-Kodiklatal/Side-2.jpg",
        "Perbaikan-Dapur-Kodiklatal/Side-3.jpg",
        "Perbaikan-Dapur-Kodiklatal/Side-4.jpg"
      ]
    },
    {
      "project_id": 13,
      "client_id": 6,
      "service_id": 7,
      "project_name": "Perbaikan Barak Yon Ranratfib 2 Marinir",
      "description": [
        {
          "paragraph_1": "Perbaikan Barak Yon Ranratfib 2 Marinir adalah salah satu upaya untuk meningkatkan kualitas fasilitas tempat tinggal prajurit di kesatuan tersebut. Barak adalah bagian penting dari infrastruktur militer yang bertujuan untuk memberikan kenyamanan dan mendukung kesiapan operasional prajurit. Kegiatan perbaikan ini mencakup berbagai aspek, baik dari segi struktur bangunan, fasilitas pendukung, hingga kebersihan dan kenyamanan lingkungan sekitar.",
          "paragraph_2": "Perbaikan Barak di Yon Ranratfib 2 Marinir merupakan langkah penting dalam menjaga kualitas hidup prajurit sekaligus mendukung kelancaran tugas dan operasi. Kegiatan ini bukan hanya tentang renovasi fisik, tetapi juga mencakup perbaikan lingkungan sosial yang mendukung kebersamaan dan kerjasama antar prajurit. Dengan perbaikan yang dilakukan, diharapkan barak menjadi tempat yang lebih nyaman, aman, dan mendukung produktivitas para prajurit Yon Ranratfib 2 Marinir.",
          "paragraph_3": ""
        }
      ],
      "location": "Surabaya, Jawa Timur",
      "year_completed": "2024",
      "images": [
        "Perbaikan-Barak-Yon-Ranratfib-2-Marinir/Side-1.jpg",
        "Perbaikan-Barak-Yon-Ranratfib-2-Marinir/Side-2.jpg",
        "Perbaikan-Barak-Yon-Ranratfib-2-Marinir/Side-3.jpg",
        "Perbaikan-Barak-Yon-Ranratfib-2-Marinir/Side-4.jpg"
      ]
    },
    {
      "project_id": 14,
      "client_id": 4,
      "service_id": 7,
      "project_name": "Perbaikan Rumkital DR. Oepomo",
      "description": [
        {
          "paragraph_1": "Rumkital Dr. Oepomo adalah salah satu rumah sakit militer yang terletak di Surabaya, Jawa Timur. Rumah sakit ini merupakan fasilitas kesehatan yang dioperasikan oleh Tentara Nasional Indonesia Angkatan Laut (TNI AL), dengan tujuan memberikan pelayanan medis yang berkualitas kepada prajurit TNI AL, keluarga prajurit, serta masyarakat umum. Seiring dengan perkembangan kebutuhan layanan kesehatan dan tuntutan terhadap fasilitas medis yang lebih modern, perbaikan dan pengembangan rumah sakit ini menjadi prioritas untuk meningkatkan kualitas pelayanan dan fasilitas.",
          "paragraph_2": "Perbaikan Rumkital Dr. Oepomo merupakan langkah yang sangat penting untuk meningkatkan kualitas layanan kesehatan bagi prajurit TNI AL, keluarganya, dan masyarakat sekitar. Dengan pembaruan infrastruktur, modernisasi peralatan medis, serta peningkatan kualitas pelayanan, Rumkital Dr. Oepomo diharapkan dapat terus menjadi rumah sakit yang profesional, modern, dan dapat diandalkan dalam memberikan layanan kesehatan yang terbaik.",
          "paragraph_3": ""
        }
      ],
      "location": "Surabaya, Jawa Timur",
      "year_completed": "2021",
      "images": [
        "Perbaikan-Rumkital-Dr-Oepomo/Side-1.jpg",
        "Perbaikan-Rumkital-Dr-Oepomo/Side-2.jpg",
        "Perbaikan-Rumkital-Dr-Oepomo/Side-3.jpg",
        "Perbaikan-Rumkital-Dr-Oepomo/Side-4.jpg"
      ]
    }
  ]
}
